Repository: MikeAlvarado/AIMeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: Insights appear after a couple of sessions to learn from.
de: Auswertungen erscheinen nach ein paar Sitzungen, aus denen sich lernen lässt.
es: Los datos aparecen después de un par de sesiones para aprender de ellas.
fr: Les analyses apparaissent après quelques sessions dont apprendre.
ja: 学習元となるセッションがいくつか溜まると分析が表示されます。
ko: 학습할 세션이 몇 개 쌓이면 분석이 표시됩니다.
pt_br: As análises aparecem depois de algumas sessões para aprender.
zh_hans: 积累几次会话后才会显示分析。

source: It is the same OAuth flow Claude Code itself uses; AIMeter only receives the token Claude hands back.
de: Es ist derselbe OAuth-Ablauf, den Claude Code selbst verwendet; AIMeter erhält nur das Token, das Claude zurückgibt.
es: Es el mismo flujo OAuth que usa el propio Claude Code; AIMeter solo recibe el token que Claude entrega.
fr: C'est le même flux OAuth que Claude Code utilise lui-même ; AIMeter ne reçoit que le jeton que Claude renvoie.
ja: Claude Code自身が使うのと同じOAuthフローです。AIMeterはClaudeが返すトークンを受け取るだけです。
ko: Claude Code가 사용하는 것과 같은 OAuth 흐름입니다. AIMeter는 Claude가 돌려주는 토큰만 받습니다.
pt_br: É o mesmo fluxo OAuth que o próprio Claude Code usa; o AIMeter só recebe o token que o Claude devolve.
zh_hans: 这与 Claude Code 本身使用的 OAuth 流程相同；AIMeter 只接收 Claude 返回的令牌。

source: Learning your pace…
de: Dein Tempo wird gelernt …
es: Aprendiendo tu ritmo…
fr: Apprentissage de votre rythme…
ja: ペースを学習中…
ko: 사용 속도 학습 중…
pt_br: Aprendendo seu ritmo…
zh_hans: 正在学习你的使用节奏…

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色

source: Limit reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
ja: 上限に到達
ko: 한도 도달
pt_br: Limite atingido
zh_hans: 额度已用完

source: Live Activity
de: Live-Aktivität
es: Actividad en vivo
fr: Activité en direct
ja: ライブアクティビティ
ko: 라이브 활동
pt_br: Atividade ao Vivo
zh_hans: 实时活动

source: Lock Screen widget
de: Sperrbildschirm-Widget
es: Widget de pantalla bloqueada
fr: Widget de l'écran verrouillé
ja: ロック画面ウィジェット
ko: 잠금 화면 위젯
pt_br: Widget da Tela Bloqueada
zh_hans: 锁定屏幕小组件

source: Menu bar
de: Menüleiste
es: Barra de menú
fr: Barre des menus
ja: メニューバー
ko: 메뉴 막대
pt_br: Barra de menus
zh_hans: 菜单栏

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
ko: 메시지
pt_br: Mensagens
zh_hans: 消息

source: Monthly limit
de: Monatslimit
es: Límite mensual
fr: Limite mensuelle
ja: 月間上限
ko: 월간 한도
pt_br: Limite mensal
zh_hans: 每月额度

source: Move down
de: Nach unten
es: Bajar
fr: Descendre
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移

source: Move up
de: Nach oben
es: Subir
fr: Monter
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移

source: Near-limit warnings
de: Warnungen nahe dem Limit
es: Avisos de cercanía al límite
fr: Avertissements d'approche de la limite
ja: 上限接近の警告
ko: 한도 근접 경고
pt_br: Avisos de proximidade do limite
zh_hans: 接近额度警告

source: Near-limit warns you at the level you set. Limit reached fires when a window maxes out — and whether continuing uses credits. Run-out warnings predict an early exhaustion. Early-reset alerts fire when a limit refills ahead of schedule. Peak-hours alerts notify when Claude's documented weekday peak window starts or ends.
de: „Nahe dem Limit“ warnt dich bei der von dir gesetzten Schwelle. „Limit erreicht“ wird ausgelöst, wenn ein Fenster ausgeschöpft ist – und ob Weiternutzen Credits verbraucht. Aufbrauch-Warnungen sagen ein vorzeitiges Ausschöpfen voraus. Hinweise bei vorzeitigem Reset erscheinen, wenn ein Limit früher als geplant aufgefüllt wird. Stoßzeiten-Hinweise melden, wenn Claudes dokumentiertes Stoßzeiten-Fenster an Werktagen beginnt oder endet.
es: Cercanía al límite te avisa en el nivel que elijas. Límite alcanzado se dispara cuando una ventana se agota — e indica si seguir consume créditos. Los avisos de agotamiento predicen un agotamiento anticipado. Los avisos de reinicio temprano se disparan cuando un límite se recarga antes de lo previsto. Los avisos de horario pico notifican cuando comienza o termina la ventana de horario pico documentada de Claude entre semana.
fr: L'approche de la limite vous avertit au niveau que vous choisissez. Limite atteinte se déclenche quand une fenêtre est pleine — et indique si continuer consomme des crédits. Les avertissements d'épuisement prédisent un épuisement anticipé. Les alertes de réinitialisation anticipée se déclenchent quand une limite se recharge plus tôt que prévu. Les alertes d'heures de pointe signalent le début ou la fin de la fenêtre de pointe documentée de Claude en semaine.
ja: 上限接近は設定したレベルで警告します。上限到達はウインドウを使い切ったときに通知し、続行するとクレジットを消費するかも知らせます。使い切り警告は早期の枯渇を予測します。早期リセットの通知は上限が予定より早く回復したときに届きます。ピーク時間の通知はClaudeが公表する平日のピーク時間帯の開始と終了を知らせます。
ko: 한도 근접은 설정한 수준에서 경고합니다. 한도 도달은 기간이 다 찼을 때 알리며 계속 사용하면 크레딧이 소비되는지도 알려줍니다. 소진 경고는 조기 소진을 예측합니다. 조기 초기화 알림은 한도가 예정보다 일찍 충전될 때 옵니다. 피크 시간 알림은 Claude가 공식적으로 안내한 평일 피크 시간대의 시작과 끝을 알립니다.
pt_br: Proximidade do limite avisa no nível que você definir. Limite atingido dispara quando uma janela esgota — e informa se continuar consome créditos. Avisos de esgotamento preveem um esgotamento antecipado. Alertas de reinício antecipado disparam quando um limite recarrega antes do previsto. Alertas de horário de pico avisam quando a janela de pico documentada do Claude em dias úteis começa ou termina.
zh_hans: 接近额度会在你设定的水平发出警告。额度用完会在周期耗尽时触发，并说明继续使用是否消耗额度金。耗尽警告预测提前用完。提前重置提醒在额度早于计划恢复时触发。高峰时段提醒在 Claude 公布的工作日高峰时段开始或结束时通知。

source: Near-limit warns you at the level you set. Limit reached fires when a window maxes out — and whether continuing uses credits. Run-out warnings predict an early exhaustion. Early-reset alerts fire when a limit refills ahead of schedule. Sign-in alerts tell you when Claude stops accepting this account's saved sign-in — the one alert that's on by default, since otherwise nothing would tell you the numbers had stopped updating.
de: „Nahe dem Limit“ warnt dich bei der von dir gesetzten Schwelle. „Limit erreicht“ wird ausgelöst, wenn ein Fenster ausgeschöpft ist – und ob Weiternutzen Credits verbraucht. Aufbrauch-Warnungen sagen ein vorzeitiges Ausschöpfen voraus. Hinweise bei vorzeitigem Reset erscheinen, wenn ein Limit früher als geplant aufgefüllt wird. Anmelde-Hinweise sagen dir, wenn Claude die gespeicherte Anmeldung dieses Accounts nicht mehr akzeptiert – der einzige standardmäßig aktive Hinweis, denn sonst würde dir nichts sagen, dass die Zahlen nicht mehr aktualisiert werden.
es: Cercanía al límite te avisa en el nivel que elijas. Límite alcanzado se dispara cuando una ventana se agota — e indica si seguir consume créditos. Los avisos de agotamiento predicen un agotamiento anticipado. Los avisos de reinicio temprano se disparan cuando un límite se recarga antes de lo previsto. Los avisos de sesión te dicen cuándo Claude deja de aceptar el inicio de sesión guardado de esta cuenta: la única alerta activada por defecto, porque si no, nada te avisaría de que los números dejaron de actualizarse.
fr: L'approche de la limite vous avertit au niveau que vous choisissez. Limite atteinte se déclenche quand une fenêtre est pleine — et indique si continuer consomme des crédits. Les avertissements d'épuisement prédisent un épuisement anticipé. Les alertes de réinitialisation anticipée se déclenchent quand une limite se recharge plus tôt que prévu. Les alertes de connexion vous préviennent quand Claude cesse d'accepter la connexion enregistrée de ce compte — la seule alerte activée par défaut, car sinon rien ne vous dirait que les chiffres ont cessé de se mettre à jour.
ja: 上限接近は設定したレベルで警告します。上限到達はウインドウを使い切ったときに通知し、続行するとクレジットを消費するかも知らせます。使い切り警告は早期の枯渇を予測します。早期リセットの通知は上限が予定より早く回復したときに届きます。サインインの通知はClaudeがこのアカウントの保存済みサインインを受け付けなくなったときに知らせます。これだけはデフォルトでオンです。そうでないと数値の更新が止まったことに気づけないからです。
ko: 한도 근접은 설정한 수준에서 경고합니다. 한도 도달은 기간이 다 찼을 때 알리며 계속 사용하면 크레딧이 소비되는지도 알려줍니다. 소진 경고는 조기 소진을 예측합니다. 조기 초기화 알림은 한도가 예정보다 일찍 충전될 때 옵니다. 로그인 알림은 Claude가 이 계정의 저장된 로그인을 더 이상 받아들이지 않을 때 알려주며, 기본적으로 켜져 있는 유일한 알림입니다. 그렇지 않으면 숫자가 더 이상 갱신되지 않는다는 것을 알 길이 없기 때문입니다.
pt_br: Proximidade do limite avisa no nível que você definir. Limite atingido dispara quando uma janela esgota — e informa se continuar consome créditos. Avisos de esgotamento preveem um esgotamento antecipado. Alertas de reinício antecipado disparam quando um limite recarrega antes do previsto. Alertas de login avisam quando o Claude deixa de aceitar o login salvo desta conta — o único alerta ativado por padrão, porque senão nada avisaria que os números pararam de atualizar.
zh_hans: 接近额度会在你设定的水平发出警告。额度用完会在周期耗尽时触发，并说明继续使用是否消耗额度金。耗尽警告预测提前用完。提前重置提醒在额度早于计划恢复时触发。登录提醒在 Claude 不再接受此账户保存的登录时通知你，这是唯一默认开启的提醒，否则不会有任何提示告诉你数字已停止更新。

source: Next peak in %@
de: Nächste Stoßzeit in %@
es: Próximo horario pico en %@
fr: Prochaine pointe dans %@
ja: 次のピークまで%@
ko: 다음 피크까지 %@
pt_br: Próximo pico em %@
zh_hans: 下次高峰在 %@ 后

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt_br: Não
zh_hans: 否

source: No analytics SDKs, no ad networks, no crash reporting. The app collects no data at all.
de: Keine Analyse-SDKs, keine Werbenetzwerke, keine Absturzberichte. Die App sammelt überhaupt keine Daten.
es: Sin SDKs de analíticas, sin redes de anuncios, sin reportes de fallos. La app no recopila ningún dato.
fr: Pas de SDK d'analyse, pas de réseaux publicitaires, pas de rapports de plantage. L'app ne collecte aucune donnée.
ja: 解析SDKも広告ネットワークもクラッシュレポートもありません。このアプリはデータを一切収集しません。
ko: 분석 SDK도, 광고 네트워크도, 충돌 보고도 없습니다. 이 앱은 어떤 데이터도 수집하지 않습니다.
pt_br: Sem SDKs de análise, sem redes de anúncios, sem relatórios de falhas. O app não coleta dado nenhum.
zh_hans: 没有分析 SDK、广告网络和崩溃报告。本 App 完全不收集数据。

source: No messages in this period.
de: Keine Nachrichten in diesem Zeitraum.
es: Sin mensajes en este periodo.
fr: Aucun message sur cette période.
ja: この期間のメッセージはありません。
ko: 이 기간에 메시지가 없습니다.
pt_br: Nenhuma mensagem neste período.
zh_hans: 此时段没有消息。

source: No resets.
de: Keine Resets.
es: Sin reinicios.
fr: Aucune réinitialisation.
ja: リセットなし。
ko: 초기화 없음.
pt_br: Nenhum reinício.
zh_hans: 无重置。

source: No tracking, no analytics
de: Kein Tracking, keine Analysen
es: Sin rastreo ni analíticas
fr: Ni suivi, ni analyse
ja: トラッキングも解析もなし
ko: 추적도 분석도 없음
pt_br: Sem rastreamento, sem análise
zh_hans: 无跟踪，无分析

source: No usage data yet
de: Noch keine Nutzungsdaten
es: Aún no hay datos de uso
fr: Pas encore de données d'usage
ja: まだ使用データがありません
ko: 아직 사용 데이터 없음
pt_br: Ainda sem dados de uso
zh_hans: 暂无用量数据

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hans: 暂不

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知

source: Notifications are off in system Settings.
de: Mitteilungen sind in den Systemeinstellungen deaktiviert.
es: Las notificaciones están desactivadas en los Ajustes del sistema.
fr: Les notifications sont désactivées dans les Réglages système.
ja: システムの設定で通知がオフになっています。
ko: 시스템 설정에서 알림이 꺼져 있습니다.
pt_br: As notificações estão desativadas nos Ajustes do sistema.
zh_hans: 系统设置中已关闭通知。

source: Notify when Claude's documented weekday peak window starts or ends. This is one Claude-wide policy, not a per-account setting — every connected account's rate-limit alerts still have their own toggles on that account's own screen.
de: Benachrichtigt, wenn Claudes dokumentiertes Stoßzeiten-Fenster an Werktagen beginnt oder endet. Das ist eine Claude-weite Regel, keine Einstellung pro Account – die Limit-Hinweise jedes verbundenen Accounts haben weiterhin ihre eigenen Schalter auf dem Bildschirm des jeweiligen Accounts.
es: Notifica cuando comienza o termina la ventana de horario pico documentada de Claude entre semana. Es una política de Claude compartida por todas las cuentas, no una configuración por cuenta — los avisos de límites de cada cuenta conectada siguen teniendo sus propios interruptores en la pantalla de esa cuenta.
fr: Prévient quand la fenêtre de pointe documentée de Claude en semaine commence ou se termine. C'est une règle globale de Claude, pas un réglage par compte — les alertes de limites de chaque compte connecté gardent leurs propres interrupteurs sur l'écran de ce compte.
ja: Claudeが公表する平日のピーク時間帯の開始と終了を通知します。これはClaude全体のポリシーで、アカウントごとの設定ではありません。各アカウントの上限通知は、そのアカウントの画面にそれぞれのスイッチがあります。
ko: Claude가 공식적으로 안내한 평일 피크 시간대의 시작과 끝을 알립니다. 이는 계정별 설정이 아니라 Claude 전체 정책입니다. 연결된 각 계정의 한도 알림은 해당 계정 화면에 각자의 스위치가 있습니다.
pt_br: Notifica quando a janela de pico documentada do Claude em dias úteis começa ou termina. É uma política geral do Claude, não um ajuste por conta — os alertas de limite de cada conta conectada continuam com seus próprios controles na tela dessa conta.
zh_hans: 在 Claude 公布的工作日高峰时段开始或结束时通知。这是 Claude 的统一策略，不是按账户的设置；每个已连接账户的额度提醒仍在该账户自己的界面上有各自的开关。

source: now
de: jetzt
es: ahora
fr: maintenant
ja: 今
ko: 지금
pt_br: agora
zh_hans: 现在

source: Off-peak now
de: Gerade keine Stoßzeit
es: Fuera de horario pico
fr: Hors pointe en ce moment
ja: 現在はピーク外
ko: 지금은 피크 아님
pt_br: Fora do pico agora
zh_hans: 当前非高峰

source: Offline — showing the last update.
de: Offline – letzte Aktualisierung wird angezeigt.
es: Sin conexión — se muestra la última actualización.
fr: Hors ligne — dernière mise à jour affichée.
ja: オフライン — 最後の更新を表示中。
ko: 오프라인 — 마지막 업데이트를 표시 중.
pt_br: Sem conexão — mostrando a última atualização.
zh_hans: 离线 — 显示上次更新。

source: On pace
de: Im Plan
es: En ritmo
fr: Dans le rythme
ja: 順調
ko: 정상 속도
pt_br: No ritmo
zh_hans: 符合预期

source: On the Mac, AIMeter reads the login Claude Code already keeps on this computer — read-only. It never modifies or rotates those tokens; Claude Code stays in charge of its own session.
de: Auf dem Mac liest AIMeter die Anmeldung, die Claude Code bereits auf diesem Computer hält – nur lesend. Es ändert oder rotiert diese Tokens nie; Claude Code bleibt für seine eigene Sitzung zuständig.
es: En la Mac, AIMeter lee la sesión que Claude Code ya mantiene en esta computadora — solo lectura. Nunca modifica ni rota esos tokens; Claude Code sigue a cargo de su propia sesión.
fr: Sur le Mac, AIMeter lit la connexion que Claude Code conserve déjà sur cet ordinateur — en lecture seule. Il ne modifie ni ne renouvelle jamais ces jetons ; Claude Code reste maître de sa propre session.
ja: Macでは、AIMeterはClaude Codeがこのコンピュータに保持しているログインを読み取り専用で読みます。トークンを変更したり更新したりすることはなく、セッションの管理はClaude Codeのままです。
ko: Mac에서 AIMeter는 Claude Code가 이 컴퓨터에 이미 보관 중인 로그인을 읽기 전용으로 읽습니다. 그 토큰을 수정하거나 갱신하지 않으며, 세션 관리는 Claude Code가 계속 담당합니다.
pt_br: No Mac, o AIMeter lê o login que o Claude Code já mantém neste computador — somente leitura. Ele nunca modifica nem renova esses tokens; o Claude Code continua no comando da própria sessão.
zh_hans: 在 Mac 上，AIMeter 以只读方式读取 Claude Code 已保存在这台电脑上的登录。它绝不修改或轮换这些令牌，会话仍由 Claude Code 自己管理。

source: Open AIMeter
de: AIMeter öffnen
es: Abrir AIMeter
fr: Ouvrir AIMeter
ja: AIMeterを開く
ko: AIMeter 열기
pt_br: Abrir o AIMeter
zh_hans: 打开 AIMeter

source: Open AIMeter to load usage
de: Öffne AIMeter, um die Nutzung zu laden
es: Abre AIMeter para cargar el uso
fr: Ouvrez AIMeter pour charger l'usage
ja: AIMeterを開いて使用量を読み込む
ko: AIMeter를 열어 사용량 불러오기
pt_br: Abra o AIMeter para carregar o uso
zh_hans: 打开 AIMeter 以载入用量

source: Open at Login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
pt_br: Abrir ao iniciar sessão
zh_hans: 登录时打开

source: Open Claude Sign-In
de: Claude-Anmeldung öffnen
es: Abrir inicio de sesión de Claude
fr: Ouvrir la connexion Claude
ja: Claudeのサインインを開く
ko: Claude 로그인 열기
pt_br: Abrir login do Claude
zh_hans: 打开 Claude 登录

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Opening at login is yours to choose
de: Ob es bei der Anmeldung startet, entscheidest du
es: Abrir al iniciar sesión lo decides tú
fr: Ouvrir à la connexion, c'est vous qui décidez
ja: ログイン時に開くかはあなたが決めます
ko: 로그인 시 열기는 사용자가 선택합니다
pt_br: Abrir ao iniciar sessão é escolha sua
zh_hans: 是否登录时打开由你决定

source: Output (incl. thinking)
de: Ausgabe (inkl. Denken)
es: Salida (incl. razonamiento)
fr: Sortie (raisonnement inclus)
ja: 出力（思考を含む）
ko: 출력 (사고 포함)
pt_br: Saída (incl. raciocínio)
zh_hans: 输出（含思考）

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴

source: Paste the code Claude shows…
de: Code einsetzen, den Claude anzeigt …
es: Pega el código que muestra Claude…
fr: Collez le code affiché par Claude…
ja: Claudeが表示するコードをペースト…
ko: Claude가 표시한 코드를 붙여넣으세요…
pt_br: Cole o código que o Claude mostra…
zh_hans: 粘贴 Claude 显示的代码…

source: Peak hours
de: Stoßzeiten
es: Horario pico
fr: Heures de pointe
ja: ピーク時間
ko: 피크 시간
pt_br: Horário de pico
zh_hans: 高峰时段

source: Peak hours ended
de: Stoßzeiten beendet
es: Terminó el horario pico
fr: Fin des heures de pointe
ja: ピーク時間が終了
ko: 피크 시간 종료
pt_br: Horário de pico terminou
zh_hans: 高峰时段已结束

source: Peak hours now
de: Stoßzeiten jetzt
es: Horario pico ahora
fr: Heures de pointe en cours
ja: 現在ピーク時間
ko: 지금 피크 시간
pt_br: Horário de pico agora
zh_hans: 当前为高峰时段

source: Peak hours started
de: Stoßzeiten begonnen
es: Comenzó el horario pico
fr: Début des heures de pointe
ja: ピーク時間が開始
ko: 피크 시간 시작
pt_br: Horário de pico começou
zh_hans: 高峰时段已开始

source: Peak-hours alerts
de: Stoßzeiten-Hinweise
es: Avisos de horario pico
fr: Alertes d'heures de pointe
ja: ピーク時間の通知
ko: 피크 시간 알림
pt_br: Alertas de horário de pico
zh_hans: 高峰时段提醒

source: Peaked at %lld% at %@.
de: Höchststand %1$lld % um %2$@.
es: Máximo de %1$lld % a las %2$@.
fr: Pic à %1$lld % à %2$@.
ja: %2$@に%1$lld%でピーク。
ko: %2$@에 %1$lld%로 최고.
pt_br: Pico de %1$lld% às %2$@.
zh_hans: %2$@ 达到峰值 %1$lld%。

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
ja: パーセント
ko: 백분율
pt_br: Porcentagem
zh_hans: 百分比

source: Percent of the limit used, sampled whenever AIMeter or a widget refreshes and kept on this device for 30 days. Dashed lines mark resets; the red line is the 80% mark.
de: Prozent des verbrauchten Limits, erfasst bei jeder Aktualisierung durch AIMeter oder ein Widget und 30 Tage auf diesem Gerät gespeichert. Gestrichelte Linien markieren Resets; die rote Linie ist die 80-%-Marke.
es: Porcentaje del límite usado, muestreado cada vez que AIMeter o un widget actualiza y guardado en este dispositivo 30 días. Las líneas discontinuas marcan reinicios; la línea roja es el 80 %.
fr: Pourcentage de la limite utilisé, relevé à chaque actualisation par AIMeter ou un widget et conservé 30 jours sur cet appareil. Les pointillés marquent les réinitialisations ; la ligne rouge est le seuil de 80 %.
ja: 上限に対する使用率です。AIMeterまたはウィジェットが更新するたびに記録し、このデバイスに30日間保持します。破線はリセット、赤い線は80%の目安です。
ko: 한도 대비 사용 비율입니다. AIMeter나 위젯이 새로 고칠 때마다 기록하여 이 기기에 30일간 보관합니다. 점선은 초기화, 빨간 선은 80% 지점입니다.
pt_br: Porcentagem do limite usada, amostrada sempre que o AIMeter ou um widget atualiza e guardada neste dispositivo por 30 dias. As linhas tracejadas marcam reinícios; a linha vermelha é a marca de 80%.
zh_hans: 已用额度的百分比，在 AIMeter 或小组件每次刷新时采样，并在本设备上保存 30 天。虚线标记重置；红线是 80% 刻度。

source: Percentage only
de: Nur Prozentwert
es: Solo porcentaje
fr: Pourcentage seul
ja: パーセントのみ
ko: 백분율만
pt_br: Só a porcentagem
zh_hans: 仅百分比

source: Pick up to three windows to list side by side. The exact values are always in the tooltip.
de: Wähle bis zu drei Fenster, die nebeneinander angezeigt werden. Die genauen Werte stehen immer im Tooltip.
es: Elige hasta tres ventanas para mostrarlas juntas. Los valores exactos siempre están en el tooltip.
fr: Choisissez jusqu'à trois fenêtres à afficher côte à côte. Les valeurs exactes sont toujours dans l'infobulle.
ja: 並べて表示するウインドウを最大3つ選びます。正確な値は常にツールチップに表示されます。
ko: 나란히 표시할 기간을 최대 세 개 선택하세요. 정확한 값은 항상 도움말 설명에 있습니다.
pt_br: Escolha até três janelas para mostrar lado a lado. Os valores exatos estão sempre na dica.
zh_hans: 最多选择三个周期并排显示。精确数值始终在工具提示中。

source: Pick which window the menu bar reads. Whatever the style, the exact value is always in the tooltip.
de: Wähle, welches Fenster die Menüleiste anzeigt. Unabhängig vom Stil steht der genaue Wert immer im Tooltip.
es: Elige qué ventana lee la barra de menús. Sea cual sea el estilo, el valor exacto siempre está en el tooltip.
fr: Choisissez la fenêtre lue par la barre des menus. Quel que soit le style, la valeur exacte est toujours dans l'infobulle.
ja: メニューバーが読み取るウインドウを選びます。スタイルに関わらず、正確な値は常にツールチップに表示されます。
ko: 메뉴 막대가 읽을 기간을 선택하세요. 스타일과 관계없이 정확한 값은 항상 도움말 설명에 있습니다.
pt_br: Escolha qual janela a barra de menus lê. Seja qual for o estilo, o valor exato está sempre na dica.
zh_hans: 选择菜单栏读取的周期。无论何种样式，精确数值始终在工具提示中。

source: Privacy & data
de: Datenschutz & Daten
es: Privacidad y datos
fr: Confidentialité et données
ja: プライバシーとデータ
ko: 개인정보 및 데이터
pt_br: Privacidade e dados
zh_hans: 隐私与数据

source: Private by default
de: Standardmäßig privat
es: Privado por diseño
fr: Privé par défaut
ja: デフォルトでプライベート
ko: 기본적으로 비공개
pt_br: Privado por padrão
zh_hans: 默认私密

source: Projected from your average pace so far this window. It refines as you use more.
de: Hochgerechnet aus deinem bisherigen Durchschnittstempo in diesem Fenster. Wird genauer, je mehr du nutzt.
es: Proyectado según tu ritmo promedio en esta ventana. Se ajusta a medida que usas más.
fr: Projeté d'après votre rythme moyen sur cette fenêtre. S'affine à mesure que vous utilisez.
ja: このウインドウでのこれまでの平均ペースから予測しています。使うほど精度が上がります。
ko: 이번 기간의 지금까지 평균 속도로 예측합니다. 더 사용할수록 정확해집니다.
pt_br: Projetado a partir do seu ritmo médio nesta janela até agora. Refina conforme você usa.
zh_hans: 根据本周期迄今的平均速度推算。使用越多越准确。

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Encerrar
zh_hans: 退出

source: Rate limits
de: Nutzungslimits
es: Límites de uso
fr: Limites d'usage
ja: 使用上限
ko: 사용 한도
pt_br: Limites de uso
zh_hans: 用量额度

source: Read Claude Code's local usage logs
de: Lokale Nutzungsprotokolle von Claude Code lesen
es: Leer los registros locales de uso de Claude Code
fr: Lire les journaux d'usage locaux de Claude Code
ja: Claude Codeのローカル使用ログを読む
ko: Claude Code의 로컬 사용 로그 읽기
pt_br: Ler os registros locais de uso do Claude Code
zh_hans: 读取 Claude Code 的本地用量日志

source: Reads the provider's public status page whenever AIMeter refreshes, so an outage shows as an incident instead of an account error. Nothing about you is sent.
de: Liest bei jeder Aktualisierung die öffentliche Statusseite des Anbieters, damit eine Störung als Vorfall statt als Account-Fehler erscheint. Es wird nichts über dich gesendet.
es: Consulta la página pública de estado del proveedor cada vez que AIMeter actualiza, para que una caída se muestre como incidente y no como un error de tu cuenta. No se envía nada sobre ti.
fr: Consulte la page d'état publique du fournisseur à chaque actualisation d'AIMeter, pour qu'une panne apparaisse comme un incident et non comme une erreur de compte. Rien sur vous n'est envoyé.
ja: AIMeterの更新時にプロバイダの公開ステータスページを読み取り、障害をアカウントのエラーではなくインシデントとして表示します。あなたに関する情報は送信されません。
ko: AIMeter가 새로 고칠 때마다 공급자의 공개 상태 페이지를 읽어, 장애가 계정 오류가 아닌 인시던트로 표시되게 합니다. 사용자에 관한 정보는 전송되지 않습니다.
pt_br: Consulta a página pública de status do provedor sempre que o AIMeter atualiza, para que uma queda apareça como incidente e não como erro da conta. Nada sobre você é enviado.
zh_hans: AIMeter 每次刷新时读取服务商的公开状态页，这样故障会显示为事故而不是账户错误。不会发送任何关于你的信息。

source: Recording since %@
de: Aufzeichnung seit %@
es: Registrando desde %@
fr: Enregistrement depuis %@
ja: %@から記録中
ko: %@부터 기록 중
pt_br: Registrando desde %@
zh_hans: 自 %@ 起记录

source: Recording starts with the next refresh
de: Die Aufzeichnung beginnt mit der nächsten Aktualisierung
es: El registro empieza con la próxima actualización
fr: L'enregistrement commence à la prochaine actualisation
ja: 次回の更新から記録を開始します
ko: 다음 새로 고침부터 기록이 시작됩니다
pt_br: O registro começa na próxima atualização
zh_hans: 下次刷新开始记录

source: Red at 80% used
de: Rot ab 80 % verbraucht
es: Rojo al 80 % usado
fr: Rouge à 80 % utilisé
ja: 使用率80%で赤く表示
ko: 80% 사용 시 빨간색
pt_br: Vermelho a 80% usado
zh_hans: 用量达 80% 时显示红色
